Repository: thongphuong/BookingApp
Catalog: FrontEnd/frontend/Frontend.Resource/Resource.*.resx
Languages: vi

# btn_accept
source: Yes
vi: Đồng ý

# btn_add
source: ADD
vi: Thêm mới

# btn_cancel
source: Cancel
vi: Hủy

# btn_change
source: CHANGE ACTIVE
vi: Chuyển trạng thái

# btn_clear
source: CLEAR
vi: Làm mới

# btn_delete
source: DELETE
vi: Xóa

# btn_search
source: SEARCH
vi: Tìm kiếm

# error400
source: An error occurred during processing
vi: Có lỗi xảy ra trong quá trình xử lý!

# error401
source: You need to login system
vi: Bạn cần đăng nhập vào hệ thống

# errorServer
source: Server Error
vi: Không thể kết nối đến server

# lbl_address
source: Address
vi: Địa Chỉ

# lbl_addSuccess
source: Add successfully
vi: Thêm mới thành công

# lbl_birthday
source: Birthday
vi: Ngày sinh

# lbl_ChangeSuccess
source: Update status successfully
vi: cập nhật trạng thái thành công

# lbl_change_message
source: Are you want to update status?
vi: Bạn muốn cập nhật trạng thái?

# lbl_choose_department
source: Choose department
vi: Chọn phòng ban

# lbl_choose_division
source: Choose devision
vi: Chọn chức vụ

# lbl_choose_store
source: Choose store
vi: Chọn store

# lbl_code
source: Code
vi: Mã

# lbl_command
source: Command
vi: Thao tác

# lbl_deleteSuccess
source: Delete successfully
vi: Xóa thông tin thành công

# lbl_delete_message
source: Are you want to delete?
vi: Bạn muốn xóa dữ liệu?

# lbl_contact
source: Contact
vi: Liên hệ

# lbl_department
source: Department
vi: Phòng ban

# lbl_division
source: Division
vi: Chức vụ

# lbl_editSuccess
source: Edit successfully
vi: Cập nhật thành công

# lbl_error
source: Error
vi: Lỗi

# lbl_fullname
source: Full Name
vi: Tên

# lbl_gender
source: Gender
vi: Giới tính

# lbl_header_user
source: USER
vi: Người dùng

# lbl_image
source: Image
vi: Hình ảnh

# lbl_login
source: Login
vi: Đăng nhập

# lbl_loginTitle
source: Login To Your Account
vi: Đăng nhập tài khoản của bạn

# lbl_modifyat
source: Modified At
vi: Thời gian chỉnh sửa

# lbl_modifyby
source: Modified By
vi: Người cập nhật

# lbl_name
source: Name
vi: Tên

# lbl_no
source: No.
vi: Stt

# lbl_noti
source: Notification
vi: Thông báo

# lbl_password
source: Password
vi: Mật khẩu

# lbl_password_validate
source: Password contain lowercase letter, uppercase letter, numeric digit , unlimit special character
vi: Mật khẩu phải bao gồm chữ hoa, chữ thường và số, không giới hạn ký tự đặc biệt

# lbl_phone
source: Phone
vi: Số điện thoại

# lbl_required
source: this field is required
vi: Trường bắt buộc

# lbl_role
source: Role
vi: Quyền hạn

# lbl_staffid
source: Staff ID
vi: Mã nhân viên

# lbl_status
source: Status
vi: Trạng thái

# lbl_storecode
source: Store Code
vi: Mã cửa hàng

# lbl_storename
source: Store Name
vi: Tên cửa hàng

# lbl_store_managerment
source: Store Management
vi: Quản lý store

# lbl_store_title
source: Store
vi: Cửa Hàng

# lbl_username
source: User Name
vi: Tên đăng nhập

# lbl_warning
source: Warning
vi: Cảnh báo

# lbl_working_location
source: Working Location
vi: Nơi làm việc

# USER_IS_EXIST
source: StaffId/Username is exist
vi: Mã nhân viên/Tên đăng nhập đã tồn tại

# USER_NOT_CORRECT
source: Username/password not correct
vi: Tên đăng nhập/mật khẩu không đúng

source: User not found
vi: Không tìm thấy người dùng

# lbl_description
source: Description
vi: Mô tả

# lbl_choose_role
source: Choose role
vi: Chọn quyền hạn

# lbl_add
source: Add
vi: Thêm mới

# lbl_detail
source: Detail
vi: Chi tiết

# lbl_edit
source: Edit
vi: Chỉnh sửa

# lbl_header_role
source: Role
vi: Quyền hạn

# lbl_created_date
source: Create Date
vi: Ngày tạo

# lbl_supplier
source: Supplier
vi: Nhà cung cấp

# lbl_time_frame
source: Time Frame
vi: Khung giờ

# lbl_header_system_parameter
source: System Parameter
vi: Tham số hệ thống

# lbl_param_name
source: Name
vi: Tham số

# lbl_param_note
source: Note
vi: Ghi chú

# lbl_param_value
source: Value
vi: Giá trị

# STORE_IS_EXIST
source: Store is exists
vi: Store đã tồn tại

# btn_submit
source: Submit
vi: Đăng ký

# lbl_register_delivery_date
source: Delivery Date
vi: Ngày giao hàng theo đơn đặt hàng

# lbl_register_delivery_item_quantity
source: Delivery Item Quantity
vi: Số lượng mặt hàng đi giao

# lbl_register_delivery_order_code
source: Delivery Order Code
vi: Mã đơn hàng

# lbl_register_delivery_order_quantity
source: Delivery Order Quantity
vi: Số lượng đơn hàng đi giao

# lbl_register_delivery_registration_date
source: Delivery Registration Date
vi: Ngày đăng ký giao hàng

# lbl_register_delivery_registration_time
source: Delivery Registration Time
vi: Khung giờ đăng ký giao hàng

# lbl_register_delivery_vehicle
source: Delivery Vehicle
vi: Loại xe vận chuyển

# lbl_register_department
source: Department
vi: Bộ phận

# lbl_register_driver_cmnd
source: CMND/Driver's license
vi: CMND/Bằng lái xe

# lbl_register_driver_emergency_email
source: Emergency Email
vi: Địa chỉ email trong trường hợp khẩn cấp

# lbl_register_driver_emergency_phone
source: Emergency Phone
vi: Số điện thoại trong trường hợp khẩn cấp

# lbl_register_driver_license_plates
source: License Plates
vi: Biển số xe

# lbl_register_driver_name
source: Delivery Driver's Name
vi: Tên lái xe

# lbl_register_invoice_number
source: Invoice Number
vi: Số lượng tờ hóa đơn

# lbl_register_line
source: Line
vi: Ngành hàng

# lbl_register_receipt_no
source: Receipt No
vi: Số hóa đơn

# lbl_register_store
source: Store
vi: Tên cửa hàng

# lbl_register_supplier_email
source: Email
vi: Địa chỉ email của nhà cung cấp

# lbl_register_supplier_name
source: Supplier Name
vi: Tên của nhà cung cấp

# lbl_register_supplier_no
source: Supplier No
vi: Mã của nhà cung cấp

# lbl_register_supplier_phone
source: Contact Phone
vi: Số điện thoại của nhà cung cấp

source: Supplier not found
vi: Không tìm thấy nhà cung cấp

# lbl_choose_line
source: Choose line
vi: Chọn ngành hàng

# lbl_choose_line_department
source: Choose line department
vi: Chọn bộ phận

# lbl_choose_supplier
source: Choose supplier
vi: Chọn nhà cung cấp

# lbl_choose_time_frame
source: Choose time
vi: Chọn thời gian

# btn_download
source: Download
vi: Tải xuống

# lbl_modal_qr_code
source: Code :
vi: Mã Code :

# lbl_modal_qr_tile
source: Register Success
vi: bạn đã đăng ký thành công <br/> Vui lòng lưu lại thông tin để xác thực khi giao hàng!

# lbl_logout
source: Log out
vi: Đăng xuất

# lbl_header_time_frame
source: Registration Time Frame
vi: Khung giờ đăng ký

# lbl_time_frame_from
source: Time From
vi: Khung giờ từ

# lbl_time_frame_title
source: Time Frame
vi: Khung giờ

# lbl_time_frame_to
source: Time To
vi: Khung giờ đến

# btn_generate
source: Generate
vi: Xử lý

# btn_quick_add
source: QUICK ADD
vi: Thêm nhanh

# lbl_result_generate
source: GENERATE RESULT
vi: KẾT QUẢ XỬ LÝ

# lbl_email_invalid
source: Email invalid
vi: Email không đúng định dạng

# lbl_phone_invalid
source: Phone Number invalid
vi: Số điện thoại không đúng định dạng

# btn_export
source: EXPORT
vi: Xuất file

# lbl_header_order
source: LIST ORDER INFORMATION
vi: DANH SÁCH THÔNG TIN ĐẶT HÀNG

# lbl_register_approve
source: Approve
vi: Phê duyệt

# lbl_register_delivery_status
source: Delivery Status
vi: TT giao hàng

# lbl_register_department_code
source: Department Code
vi: Mã phòng ban

# lbl_register_reason
source: Reason
vi: Lý do

# lbl_register_receipt_status
source: Receipt Status
vi: TT đơn hàng

# lbl_register_receiver_name
source: Receiver's Name
vi: Tên người nhận

# lbl_date
source: Date
vi: Ngày

# lbl_register_receive_time
source: Received Time
vi: Thời gian nhận

# lbl_time
source: Time
vi: Thời gian

# lbl_delivered_full
source: Full Delivered
vi: Đã giao hàng thành công

# lbl_delivered_partialy
source: Partially Delivered
vi: Đơn hàng không đủ

# lbl_delivered_not
source: Not Delivery
vi: Chưa giao hàng

# lbl_delivered_return
source: Return Delivery
vi: Trả lại hàng

# lbl_receipt_full
source: Full Receipt
vi: Đơn hàng đầy dủ

# lbl_receipt_missing
source: Missed Receipt
vi: Đơn hàng thiếu hóa đơn

# lbl_receipt_return
source: Return Receipt
vi: Đơn hàng bị trả lại

# btn_back
source: Back
vi: Quay lại

# btn_save
source: Save
vi: Lưu

# lbl_register_delivery_information
source: Delivery Information
vi: Thông tin vận chuyển

source: Order not found
vi: Đơn hàng không tìm thấy

# lbl_register_delivery_invoice_date
source: Invoice Delivery Date
vi: Ngày giao lại hóa dơn

# lbl_register_miss_invoice
source: Miss Invoice Number
vi: Số lượng tờ hóa đơn đang thiếu

# lbl_register_return_invoice
source: Return Invoice Number
vi: Số lượng tờ hóa đơn bị trả lại

# btn_update
source: Update
vi: Cập nhật

# btn_approve
source: Approve
vi: Phê duyệt

# lbl_register_receiver_department_name
source: Department's name
vi: Tên phòng ban

# lbl_approveSuccess
source: Approve Successfully
vi: Phê duyệt thành công

# lbl_returnSuccess
source: Return Successfully
vi: Trả đơn hàng thành công

# lbl_register_refuse
source: Refuse
vi: Từ chôi

# lbl_product_code
source: Product Code
vi: Mã sản phẩm

# lbl_product_name
source: Product Name
vi: Tên sản phẩm

# lbl_product_note
source: Note
vi: Ghi chú

# lbl_product_total_order
source: Total Order
vi: SL sản phẩm

# lbl_product_total_refuse
source: Total Refuse
vi: SL từ chối

# lbl_product_upload_image
source: Upload Image
vi: hình ảnh

# lbl_refuseSuccess
source: Refuse Successfully
vi: Đơn hàng từ chối thành công

source: Product not found
vi: Không tìm thấy sản phẩm

# lbl_line
source: Line
vi: Bộ phận

# lbl_line_code
source: Line Code
vi: Mã bộ phận

# lbl_note
source: Note
vi: Ghi chú

# lbl_number
source: Number
vi: Số lượng

# lbl_return_search_title
source: RETURN INFORMATION
vi: Thông tin đổi hàng

# lbl_return_title
source: ORDER RETURN INFORMATION
vi: Thông tin phiếu đổi trả đơn hàng

# lbl_search
source: Search
vi: Tìm kiếm

# lbl_store
source: Store
vi: Cửa hàng

# lbl_supplier_name
source: Supplier Name
vi: Tên nhà cung cấp

# lbl_supplier_no
source: Supplier No
vi: Mã nhà cung cấp

# lbl_detail_store
source: STORE'S INFORMATION
vi: THÔNG TIN STORE

# lbl_placeholder_address
source: Enter Store's Description
vi: Nhập địa chỉ cửa hàng

# lbl_placeholder_storecode
source: Enter Store's Code
vi: Nhập mã cửa hàng

# lbl_placeholder_storename
source: Enter Store's Name
vi: Nhập tên cửa hàng

# lbl_register_status_information
source: Status information
vi: Thông tin trạng thái

# lbl_status_active
source: Active
vi: Hoạt động

# lbl_status_delete
source: Delete
vi: Xóa

# lbl_status_inactive
source: Inactive
vi: Ngừng hoạt động

# lbl_user_add_header
source: Create user
vi: Thêm mới người dùng

# lbl_user_detail_header
source: Account's information
vi: Thông tin tài khoản

# lbl_user_edit_header
source: Edit user
vi: Chỉnh sửa thông tin người dùng

# lbl_role_add_header
source: Add new role
vi: Thêm mới quyền hạn

# lbl_role_detail_header
source: Role's information
vi: Thông tin quyền hạn

# lbl_role_edit_header
source: Edit role
vi: chỉnh sửa thông tin quyền hạn

source: Time Frame is exist
vi: Khung thời gian đã tồn tại

# lbl_register_detail
source: Delivery information
vi: Thông tin vận chuyển

# lbl_register_detail_status
source: Manage supplier delivery status
vi: Thông tin vận chuyển của nhà cung cấp

# lbl_day
source: day
vi: Ngày

# lbl_month
source: month
vi: Tháng

# lbl_register_refuse_apart
source: Refuse Apart
vi: Phiếu từ chối một phần đơn hàng

# lbl_register_refuse_full
source: Refuse Full
vi: Phiếu từ chối toàn bộ đơn hàng

# lbl_year
source: year
vi: Năm

# lbl_user_profile_header
source: Profile
vi: Thông tin người dùng

# lbl_choose_date
source: Choose Date
vi: Chọn ngày

# lbl_choose_time
source: Choose Time
vi: Chọn giờ

# lbl_header_time_frame_add
source: Create time frame
vi: Thêm mới thời gian

# lbl_header_time_frame_detail
source: Time frame information
vi: Thông tin thời gian

# lbl_header_time_frame_edit
source: Edit time frame
vi: chỉnh sửa thông tin thời gian

# lbl_enter_store_name
source: Enter Store Name
vi: Chọn tên cửa hàng

# lbl_enter_supplier_name
source: Enter Supplier Name
vi: Chọn tên nhà cung cấp

# lbl_enter_supplier_no
source: Enter Supplier No
vi: Chọn nhà cung cấp

# VALIDATE_TIME
source: {0} must be larger than {1}
vi: {0} phải lớn hơn {1}

# lbl_header_detail_system_parameter
source: System Parameter Infomation
vi: Thông tin tham số hệ thống

# ERROR_TIMEFROM_TIMETO
source: Time From must be less than Time To
vi: Giờ bắt đầu phải nhỏ hơn giừo kết thúc

# SYSTEM_PARAMETER_NOT_FOUND
source: SystemParam not found
vi: Không tìm thấy tham số

source: TimeFrame not Found
vi: Khung tìm thấy khung giờ

# lbl_minute
source: Minutes
vi: Phút

# lbl_timeout
source: Time out
vi: Thời gian hết hạn

# lbl_choose_product
source: Please choose product
vi: Vui lòng chọn sản phẩm
